{
    "meta": {
        "title": "Cookie Policy | SeaNeB",
        "description": "Learn how SeaNeB uses cookies and similar tracking technologies on its platforms."
    },
    "title": "Cookie Policy",
    "lastUpdated": "Last updated August 17, 2025",
    "sections": [
        {
            "heading": "WHAT ARE COOKIES?",
            "paragraphs": [
                "Cookies are small data files that are placed on your computer or mobile device when you visit a website. Cookies are widely used by website owners in order to make their websites work, or to work more efficiently, as well as to provide reporting information.",
                "Cookies set by the website owner (in this case, SeaNeB Technologies Pvt Ltd) are called 'first-party cookies'. Cookies set by parties other than the website owner are called 'third-party cookies'. Third-party cookies enable third-party features or functionality to be provided on or through the website (e.g. advertising, interactive content and analytics)."
            ]
        },
        {
            "heading": "WHY DO WE USE COOKIES?",
            "paragraphs": [
                "We use first- and third-party cookies for several reasons. Some cookies are required for technical reasons in order for our Services to operate, and we refer to these as 'essential' or 'strictly necessary' cookies. Other cookies enable us to track and target the interests of our users to enhance the experience on our Services.",
                "The specific types of first- and third-party cookies served through our Services and the purposes they perform include: Strictly Necessary Cookies, Functionality Cookies, and Analytics / Performance Cookies."
            ]
        },
        {
            "heading": "HOW CAN I CONTROL COOKIES?",
            "paragraphs": [
                "You have the right to decide whether to accept or reject cookies. You can exercise your cookie rights by setting your preferences in the Cookie Consent Manager. The Cookie Consent Manager allows you to select which categories of cookies you accept or reject.",
                "You can also set or amend your web browser controls to accept or refuse cookies. As the means by which you can refuse cookies through your web browser controls vary from browser-to-browser, you should visit your browser's help menu for more information."
            ]
        },
        {
            "heading": "HOW CAN YOU CONTACT US ABOUT THIS POLICY?",
            "paragraphs": [
                "If you have questions or comments about this policy, you may contact us at hello@seaneb.com."
            ]
        }
    ]
}